Repository: elOrtegaR/iOS_Crypto
Catalog: iOS_Crypto/Resources/*.lproj/Localizable.strings
Languages: es_419

source: Cryptocurrency Prices and Market Cap
es_419: Precios y capitalización bursátil de las criptomonedas

source: Customize your preferences
es_419: Personaliza tus preferencias

source: Dark mode
es_419: Modo noche

source: Settings
es_419: Configuración

source: Last update: %@
es_419: Última actualización: %@

source: Price change (24h)
es_419: Cambio de precio (24h)

source: Highest price (24h)
es_419: Precio más alto (24h)

source: Lowest Price (24h)
es_419: Precio más bajo (24h)

source: Total volume (24h)
es_419: Volumen total (24h)

source: Market CAP (24h)
es_419: CAP del mercado (24h)

source: Crypto details
es_419: Detalles de Crypto
